{
    "contract_name": "Grubtech Software Designs -Riversys Technologies Private Limited .xlsx",
    "contract_details": [
        {
            "Vendor Address": "302, Plot No 15, 3rd Floor, Kumar Tower, Wazirpur Industrial Area, Delhi North West, 110052 "
        },
        {
            "Vendor name": "Riversys Technologies Private Limited "
        },
        {
            "Customer Address": "Ubora Office Towers, Office 1201, Dubai UAE "
        },
        {
            "Customer Name": "Grubtech Software Designs "
        },
        {
            "Contract Terms": [
                {
                    "Agreement Number.": "20240220GB01"
                },
                {
                    "Effective Date": "20-02-2024"
                },
                {
                    "Name of the Customer": "Grubtech Software Designs"
                },
                {
                    "Address of the Customer": "Ubora Office Towers, Office 1201, Dubai UAE"
                },
                {
                    "Covered Services": "Scrut Platform (\"Software\")\nStatement of Work set out in Schedule A"
                },
                {
                    "Fees for Covered Services": "(detailed in Schedule B)"
                },
                {
                    "Contract Term": "1 year."
                },
                {
                    "Establish the list of applicable controls with an Implementation plan": "Annual"
                },
                {
                    "Carrying out the vulnerability assessment and external penetration testing": "Annually"
                },
                {
                    "Support for remediation of vulnerabilities identified": "Annual"
                },
                {
                    "Deploying the GRC tool and making necessary configurations": "Recurring Software Usage"
                },
                {
                    "Consultation and preparing the policies": "Annual"
                },
                {
                    "Consultation, preparing and helping customer to collect the\nevidence artifacts": "Annual"
                },
                {
                    "Infosec training for all the employees": "Recurring, auto-administered on the\nplatform when a new employee joins"
                },
                {
                    "Complete internal audits prior to the certification": "Annual"
                },
                {
                    "Quarterly internal assessment of the Infosec posturing post-certification": "Quarterly"
                }
            ]
        },
        {
            "Billing Terms": [
                {
                    "Milestone 1 (On sign up)\nPaid annually upfront": "$4,500.00"
                },
                {
                    "Milestone 2\nTo be paid upon completion of the GDPR audit": "$1,500.00"
                },
                {
                    "Milestone 3\nTo be paid upon completion of the ISO 27001 audit": "$1,500.00"
                },
                {
                    "Milestone 4\nTo be paid upon completion of the S0C 2 Type 2 audit": "$1,500.00"
                }
            ]
        },
        {
            "Vendor_Email_ID": "aayush@scrut.io"
        },
        {
            "Customer_Email_ID": "moe@grubtech.com"
        },
        {
            "ACV": "$9,000.00"
        },
        {
            "Special Terms": [
                "This Order Form is entered into on the Effective Date mentioned above between Riversys Technologies Private Limited, a\nprivate limited liability company having its registered office at 302, Plot No 15, 3rd Floor, Kumar Tower, Wazirpur Industrial\nArea, Delhi North-West, 110052 ( Company ), and the Customer listed above ( Customer ). Unless otherwise mutually\nagreed between the Parties in writing, the terms set forth in this Order Form together with the Schedules attached herein,\nthe Gencral Terms and Conditions, and the Privacy Policy available shall govern the relationship between the Parties.\nNotwithstanding anything in the General Terms and Conditions, the Subscription Term of this Order Form shall be\nautomatically renewed every year for an additional period of 2 (two) years from the completion of the Subscription Term,\nunless otherwise terminated mutually by the Parties in writing.\n",
                "The exact timing of each of the above activities shall be mutually decided, basis the availability of Client s team and\nRiversys customer success team\nStandards covered - SOC 2 Type 2, ISO 27001, GDPR\n",
                " All figures are in USD\n",
                "  This would be an annual subscription plan.\n\n  There will be an annual increment of 7.5  to the quoted cost.\n\n  The above costs includes the cost of an external auditor for SOC 2 Type 2, ISO 27001, GDPR.\n  The above costs includes the cost of one cycle of VAPT for 8 application.\n"
            ]
        }
    ]
}