{
    "contract_name": "Rummytime Technologies Private Limited -Riversys Technologies Private Limited .xlsx",
    "contract_details": [
        {
            "Vendor Address": "302, Plot No 15, 3rd Floor, Kumar Tower, Wazirpur Industrial Area, Delhi North West, 110052 "
        },
        {
            "Vendor name": "Riversys Technologies Private Limited "
        },
        {
            "Customer Address": "2nd Floor, B-Wing, Elnath Building, Exora Business Park, Prestige Tech Park, Kadubesanhalli, Bangalore-560103, Karnataka, India "
        },
        {
            "Customer Name": "Rummytime Technologies Private Limited "
        },
        {},
        {
            "Billing Terms": [
                {
                    "Milestone 1 (On sign up)\nPaid annually upfront": "10,000.00"
                }
            ]
        },
        {
            "Vendor_Email_ID": "aayush@scrut.io"
        },
        {
            "Customer_Email_ID": "divya.aloh@gameskraft.com"
        },
        {
            "ACV": "~10,000.00"
        },
        {
            "Special Terms": [
                "This Order Form is entered into on the Effective Date mentioned above between Riversys Technologies Private Limited, a\nprivate limited liability company having its registered office at 302, Plot No 15, 3rd Floor, Kumar Tower, Wazirpur Industrial\nArea, Delhi North-West, 110052 ( Company ), and the Customer listed above ( Customer ). Unless otherwise mutually\nagreed between the Parties in writing, the terms set forth in this Order Form together with the Schedules attached herein,\nthe Gencral Terms and Conditions, and the Privacy Policy available shall govern the relationship between the Parties.\n\nThe Parties have entered into a Software Licenses and Services Agreement dated 23-02-2024 Principal Agreement ) with\nAgreement number 20240227RTO2. The Parties have agreed to enter into this Addendum Agreement to supplement the\nPrincipal Agreement in the manner and on the terms and conditions set out below.\n",
                "  This would be an annual subscription plan.\n  The above costs includes the cost of one cycle of VAPT for one web page for Rummytime.\n",
                "Standards covered - VAPT Assessment for One Web Page\n",
                " All figures are in INR\n"
            ]
        }
    ]
}