{
    "contract_name": "VARAHA CLIMATEAG PRIVATE LIMITED -Riversys Technologies Private Limited .xlsx",
    "contract_details": [
        {
            "Vendor Address": "302, Plot No 15, 3rd Floor, Kumar Tower, Wazirpur Industrial Area, Delhi North West, 110052 "
        },
        {
            "Vendor name": "Riversys Technologies Private Limited "
        },
        {
            "Customer Address": "No. 52, F/F, Masjid Lane, Bhogal, Near Gurudwara, South Delhi — 110014 "
        },
        {
            "Customer Name": "VARAHA CLIMATEAG PRIVATE LIMITED "
        },
        {
            "Contract Terms": [
                {
                    "Agreement Number": "20240418VC01"
                },
                {
                    "Effective Date": "18-04-2024"
                },
                {
                    "Name of the Customer.": "VARAHA CLIMATEAG PRIVATE LIMITED"
                },
                {
                    "Address of the Customer.": "No. 52, F/F, Masjid Lane, Bhogal, Near Gurudwara, South Delhi --\n110014"
                },
                {
                    "GST details (if applicable).": "06AAICV5458Q1ZG"
                },
                {
                    "Covered Services": "Scrut Platform (\"Software\")\nStatement of Work set out in Schedule A"
                },
                {
                    "Fees for Covered Services.": "(detailed in Schedule B)"
                },
                {
                    "Contract Term": "1 year"
                },
                {
                    "Establish the list of applicable controls with an Implementation plan.": "Annual"
                },
                {
                    "Carrying out the vulnerability assessment and external penetration testing": "Annually"
                },
                {
                    "Support for remediation of vulnerabilities identified.": "Annual"
                },
                {
                    "Deploying the GRC tool and making necessary configurations": "Recurring Software Usage."
                },
                {
                    "Consultation and preparing the policies.": "Annual"
                },
                {
                    "Consultation, preparing and helping customer to collect the.\nevidence artifacts": "Annual"
                },
                {
                    "Infosec training for all the employees.": "Recurring, auto-administered on the\nplatform when a new employee joins"
                },
                {
                    "Complete internal audits prior to the certification.": "Annual"
                },
                {
                    "Quarterly internal assessment of the Infosec posturing post-certification": "Quarterly"
                }
            ]
        },
        {
            "Billing Terms": [
                {
                    "Milestone 1 (On sign up).\nPayable quarterly upfront,i.e. $1125 per quarter": "$4,500.00"
                }
            ]
        },
        {
            "Vendor_Email_ID": "aayush@scrut.io"
        },
        {
            "Customer_Email_ID": "vishal.kuchanur@varahaag.com"
        },
        {
            "ACV": "$4,500.00"
        },
        {
            "Special Terms": [
                "This Order Form is entered into on the Effective Date mentioned above between Riversys Technologies Private Limited, a\nprivate limited liability company having its registered office at 302, Plot No 15, 3rd Floor, Kumar Tower, Wazirpur Industrial\nArea, Delhi North-West, 110052 ( Company ), and the Customer listed above ( Customer ). Unless otherwise mutually\nagreed between the Parties in writing, the terms set forth in this Order Form together with the Schedules attached herein,\nthe Gencral Terms and Conditions, and the Privacy Policy available shall govern the relationship between the Parties.\nNotwithstanding anything in the General Terms and Conditions, the Subscription Term of this Order Form shall be\nautomatically renewed every year for an additional period of 2 (two) years from the completion of the Subscription Term,\nunless otherwise terminated mutually by the Parties in writing.\n",
                "The exact timing of each of the above activities shall be mutually decided, basis the availability of Client s team and\nRiversys customer success team\nStandards covered - ISO 27001 and DPDPA\n",
                " All figures are in USD and the mentioned amount is exclusive of taxes (if applicable)\n",
                "e This would be an annual subscription plan and the above cost excludes taxes.\n\n  The annual price for Year 2 and Year 3 will be the same as Year 1.\n\n  The above costs includes the cost of Scrut s internal report for ISO 27001 and DPDPA.\n\n  The above costs includes the cost of one cycle of VAPT for one application.\n\n  Note  One application is considered as either one web app or one android or one iOS application.\n  The cost for additional VAPT would be discussed after evaluating the scope of the application.\n"
            ]
        }
    ]
}