{
    "contract_name": "Yanolja Cloud Solution Private Limited (formerly -Riversys Technologies Private Limited .xlsx",
    "contract_details": [
        {
            "Vendor Address": "302, Plot No 15, 3rd Floor, Kumar Tower, Wazirpur Industrial Area, Delhi North West, 110052 GST No.: O7AAKCR1346R1ZR "
        },
        {
            "Vendor name": "Riversys Technologies Private Limited "
        },
        {
            "Customer Address": "known as Yanolja Cloud India Private Limited (formerly known as eZee Technosys Private limited)) "
        },
        {
            "Customer Name": "Yanolja Cloud Solution Private Limited (formerly "
        },
        {
            "Contract Terms": [
                {
                    "Agreement Number": "20240125ET01"
                },
                {
                    "Effective Date": "22-04-2024"
                },
                {
                    "Name of the Customer.": "Yanolja Cloud Solution Private Limited (formerly known as Yanolja\nCloud India Private Limited (formerly known as eZee Technosys\nPrivate Limited))"
                },
                {
                    "Address of the Customer": "Address: D-113, International Trade Center, Majura Gate, Surat,\nGujarat 395002"
                },
                {
                    "GST No. of the Customer": "24AABCE7806N1ZG"
                },
                {
                    "Covered Services": "Scrut Platform (\"Software\").\nStatement of Work set out in Schedule A"
                },
                {
                    "Fees for Covered Services.": "(detailed in Schedule B)."
                },
                {
                    "Contract Term": "1 year"
                },
                {
                    "Establish the list of applicable controls with an Implementation plan": "Annual"
                },
                {
                    "Deploying the GRC tool and making necessary configurations": "Recurring Software Usage"
                },
                {
                    "Consultation and preparing the policies": "Annual"
                },
                {
                    "Consultation, preparing and helping customer to collect the\nevidence artifacts": "Annual"
                },
                {
                    "Infosec training for all the employees": "Recurring, auto-administered on the\nplatform when a new employee joins"
                }
            ]
        },
        {
            "Billing Terms": [
                {
                    "Annual subscription to Scrut's GRC Platform\nPayable monthly upfront, i.e., INR 53,333.33 per month": "640,000.00"
                }
            ]
        },
        {
            "Vendor_Email_ID": "aayush@scrut.io"
        },
        {
            "Customer_Email_ID": "harshdeep@ezeetechnosys.com"
        },
        {
            "ACV": "~640,000.00"
        },
        {
            "Special Terms": [
                "This Order Form is entered into on the Effective Date mentioned above between Riversys Technologies Private Limited, a\nprivate limited liability company having its registered office at 302, Plot No 15, 3rd Floor, Kumar Tower, Wazirpur Industrial\nArea, Delhi North-West, 110052 ( Company ), and the Customer listed above ( Customer ). Unless otherwise mutually\nagreed between the Parties in writing, the terms set forth in this Order Form together with the Schedules attached herein,\nthe General Terms and Conditions, and the Privacy Policy available shall govern the relationship between the Parties.\n",
                "e This would be an annual subscription plan and the above cost excludes taxes.\n\n  The above cost does not include the cost of an external auditor.\n\n  The above cost includes onboarding, training, and on-going product support.\n\n  The monthly payment option is available only if auto-debit from credit/debit card is enabled.\n",
                "follows                                                             .                -\n\nThe  Effective Date  of these Terms are the date which is the earlier of (a)\nCustomer s initial access to the Scrut platform provided as a software as a service by\nCompany, together with any materials made available by Company on or through the\nplatform ( Software )  or (b) the effective date mentioned in the Order Form.\n",
                "General Terms and Conditions\n\nThese terms of use ( Terms ) are a binding legal contract between Yanolja Cloud\nSolution Private Limited (formerly known as Yanolja Cloud India Private Limited\n(formerly known as eZee Technosys Private Limited)), located at D-113, International\nTrade Center, Majura Gate, Surat, Gujarat 395002( Customer ) and Riversys\nTechnologies Private Limited, a private limited company incorporated under the\nCompanies Act, 2013 having its registered office at 302, Plot No 15, 34 Floor, Kumar\nTower, Wazirpur Industrial Area, Delhi North-West, 110052 ( Company ) to govern\nthe usage of the Scrut platform provided as a software as a service by Company,\ntogether with any materials made available by Company on or through the platform\n( Software ) by Customer. Customer s access to and use of Software is conditioned\non Customer s acceptance of and compliance with these Terms. These Terms apply\nto all visitors, users and others who access or use Software. By accessing or using\nSoftware, Customer is agreeing to these Terms (as applicable).\n",
                "2. These Terms are on non-exclusive basis and Company shall not have any\nexclusive right or obligation to provide the access to Software under these\nTerms to Customer. Customer shall be free to subscribe to any other software\nfrom any other person.\n",
                "or conditions of these Terms and fails to cure such material breach within the\n30 (thirty) days period. Further, Company may forthwith terminate these Terms\nif there is a material change of circumstances including a condition or\ncircumstance which Company was not aware of, or ought not to have\nreasonably been aware of, becomes apparent, such that Company, acting\nreasonably, determines that continued provision of services as contemplated\nunder the Order Form is not feasible in accordance with this these Terms.\nCustomer will pay in full for Services up to and including the last day on which\nServices are provided. All sections of these Terms, which by their nature\nshould survive termination or expiration of these Terms, will survive\ntermination or expiration, including, without limitation, accrued rights to\npayment, confidentiality obligations, ownership of intellectual property rights,\nCompany s right to use feedback, warranty disclaimers, indemnification\nobligations, and limitations of liability.\n",
                "Address  D-113, Intemational Trade Center, Majura Gate,\nSurat, Gujarat 395002\n",
                "IMPLIED, STATUTORY OR OTHERWISE, INCLUDING ANY IMPLIED\nWARRANTY OF TITLE, ACCURACY OF DATA, NON-INFRINGEMENT,\nMERCHANTABILITY, OR FITNESS FOR A PARTICULAR PURPOSE. IF ANY\nOF THESE EXCLUSIONS FOR IMPLIED WARRANTIES DO NOT APPLY TO\nCUSTOMER OR IS VOID WITH RESPECT TO CUSTOMER UNDER ANY\nAPPLICABLE LAWS OR REGULATIONS, THE RESPECTIVE WARRANTIES\nTHAT CANNOT BE EXCLUDED ARE LIMITED TO THE SHORTER OF (A) 90\nDAYS FROM THE DATE OF FIRST PURCHASE OR FIRST DELIVERY OF\nSERVICES, AND (B) THE SHORTEST PERIOD PERMITTED BY THOSE\nLAWS AND REGULATIONS.\n",
                "its affiliates in connection with a Claim Against Company. Company may\nparticipate in the defense and/or settlement of a Claim Against Company with\ncounsel of its choosing at its own expense.\n",
                "5. Company may provide Customer with notices that affect Company s\ncustomers generally via email or Software. Subject to the foregoing, all notices\nunder these Terms will be in writing and will be deemed to have been duly\ngiven when received, if personally delivered  or when receipt is electronically\nconfirmed, if transmitted by facsimile or e-mail. Company will provide\nCustomer with legal notices by email to the email address provided by\nCustomer on the applicable Order Form. Customer must provide notices to\nCompany by email to legal scrut.io or to a substituted updated email address\nnotified by Company, marked  Attention  Legal Department .\n",
                "SERVICE LEVEL TERMS\n\nThe Software shall be available (System Availability) 99 , measured monthly,\nexcluding national holidays in India, weekends and scheduled maintenance.\n\nIf Customer requests maintenance during these hours, any uptime or downtime\ncalculation will exclude periods affected by such maintenance. Further, any\ndowntime resulting from outages of third-party connections or utilities or other\nreasons beyond Company s control will also be excluded from any such calculation.\nSystem Availability percentage is calculated as follows \n\nSystem Availability percentage    (Total Minutes in the Month   Downtime) /Total\nMinutes in the Month    100\n\nScheduled Maintenance   Weekly, Sunday 2 00 am to 6 00 am Local Time . Local\nTime refers to the location of the data center where Company s Services are hosted.\n",
                "SUPPORT TERMS\n\nCompany will provide Technical Support to Customer via electronic mail on\nweekdays during the hours of 8 00 am through 5 00 pm IST, with the exclusion of\nHolidays.\n\nCustomer may initiate a helpdesk ticket by sending an email any time\nto  sales scrut.io\n\nCompany will use commercially reasonable efforts to respond to all Helpdesk tickets\nwithin 3 (three) business days.\n",
                "The exact timing of each of the above activities shall be mutually decided, basis the availability of Client s team and\nRiversys customer success team\nStandards covered - Up to 5 Frameworks\n",
                " All figures are in INR\n"
            ]
        }
    ]
}